export default () => [
  {
    group: "Б05-006",
    arr: [
      [
        { value: "" },
        { value: "" },
        { value: "Информатика" },
        { value: "Информатика" },
        { value: "Мат. анализ" },
        { value: "Мат. анализ" },
        { value: "" }
      ],
      [
        { value: "Общая физика: лабораторный практикум" },
        { value: "Общая физика: лабораторный практикум" },
        { value: "Базы данных" },
        { value: "Ин.яз." },
        { value: "" },
        { value: "Физкультура" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Аналитическая геометрия" },
        { value: "Информатика" },
        { value: "АЛКТГ" },
        { value: "Общая физика: механика" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Базы данных" },
        { value: "История" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "АЛКТГ" },
        { value: "Общая физика" },
        { value: "" },
        { value: "Аналитическая геометрия" },
        { value: "Ин.яз." },
        { value: "Физкультура" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ]
    ]
  },{
    group: "Б05-001",
    arr: [
      [
        { value: "Общая физика: лабораторный практикум" },
        { value: "Общая физика: лабораторный практикум" },
        { value: "Информатика" },
        { value: "Информатика" },
        { value: "" },
        { value: "Физкультура" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Мат. Анализ" },
        { value: "" },
        { value: "Ин.яз." },
        { value: "Физкультура" },
        { value: "Базы данных" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Аналитическая геометрия" },
        { value: "Информатика" },
        { value: "АЛКТГ" },
        { value: "Общая физика: механика" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Базы данных" },
        { value: "История" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "Аналитическая геометрия" },
        { value: "АЛКТГ" },
        { value: "Общая физика" },
        { value: "Ин.яз." },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ]
    ]
  },{
    group: "Б05-002",
    arr: [
      [
        { value: "Физкультура" },
        { value: "АЛКТГ" },
        { value: "Информатика" },
        { value: "Информатика" },
        { value: "Мат. Анализ" },
        { value: "Мат. Анализ" },
        { value: "" }
      ],
      [
        { value: "Общая физика: лабораторный практикум" },
        { value: "Общая физика: лабораторный практикум" },
        { value: "" },
        { value: "Ин.яз." },
        { value: "Аналитическая геометрия" },
        { value: "Базы данных" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Аналитическая геометрия" },
        { value: "Информатика" },
        { value: "АЛКТГ" },
        { value: "Общая физика: механика" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Базы данных" },
        { value: "История" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "Общая физика" },
        { value: "Ин.яз." },
        { value: "Физкультура" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ]
    ]
  },{
    group: "Б05-003",
    arr: [
      [
        { value: "Общая физика: лабораторный практикум" },
        { value: "Общая физика: лабораторный практикум" },
        { value: "Информатика" },
        { value: "Информатика" },
        { value: "" },
        { value: "Физкультура" },
        { value: "" }
      ],
      [
        { value: "Общая физика" },
        { value: "Базы данных" },
        { value: "АЛКТГ" },
        { value: "Ин.яз." },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Аналитическая геометрия" },
        { value: "Информатика" },
        { value: "АЛКТГ" },
        { value: "Общая физика: механика" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Базы данных" },
        { value: "История" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Мат. Анализ" },
        { value: "" },
        { value: "Аналитическая геометрия" },
        { value: "Ин.яз." },
        { value: "Физкультура" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ]
    ]
  },{
    group: "Б05-004",
    arr: [
      [
        { value: "Общая физика" },
        { value: "Физкультура" },
        { value: "Информатика" },
        { value: "Информатика" },
        { value: "" },
        { value: "АЛКТГ" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Мат. Анализ" },
        { value: "Базы данных" },
        { value: "Ин.яз." },
        { value: "" },
        { value: "Физкультура" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Аналитическая геометрия" },
        { value: "Информатика" },
        { value: "АЛКТГ" },
        { value: "Общая физика: механика" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Базы данных" },
        { value: "История" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "Аналитическая геометрия" },
        { value: "Общая физика: лабораторный практикум" },
        { value: "Общая физика: лабораторный практикум" },
        { value: "Ин.яз." },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ]
    ]
  },{
    group: "Б05-005",
    arr: [
      [
        { value: "Общая физика: лабораторный практикум" },
        { value: "Общая физика: лабораторный практикум" },
        { value: "Информатика" },
        { value: "Информатика" },
        { value: "" },
        { value: "Физкультура" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "Общая физика" },
        { value: "Аналитическая геометрия" },
        { value: "Ин.яз." },
        { value: "Базы данных" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Аналитическая геометрия" },
        { value: "Информатика" },
        { value: "АЛКТГ" },
        { value: "Общая физика: механика" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Базы данных" },
        { value: "История" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "Мат. Анализ" },
        { value: "Мат. Анализ" },
        { value: "АЛКТГ" },
        { value: "Ин.яз." },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "Физкультура" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ]
    ]
  },{
    group: "Б05-007",
    arr: [
      [
        { value: "" },
        { value: "АЛКТГ" },
        { value: "Информатика" },
        { value: "Информатика" },
        { value: "" },
        { value: "Мат. Анализ" },
        { value: "Мат. Анализ" }
      ],
      [
        { value: "Физкультура" },
        { value: "Базы данных" },
        { value: "" },
        { value: "Ин.яз." },
        { value: "Общая физика: лабораторный практикум" },
        { value: "Общая физика: лабораторный практикум" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Аналитическая геометрия" },
        { value: "Информатика" },
        { value: "АЛКТГ" },
        { value: "Общая физика: механика" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Базы данных" },
        { value: "История" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "Аналитическая геометрия" },
        { value: "Физкультура" },
        { value: "Общая физика" },
        { value: "" },
        { value: "Ин.яз." },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ]
    ]
  },{
    group: "Б05-008",
    arr: [
      [
        { value: "Общая физика" },
        { value: "" },
        { value: "Информатика" },
        { value: "Информатика" },
        { value: "Аналитическая геометрия" },
        { value: "Физкультура" },
        { value: "" }
      ],
      [
        { value: "Общая физика: лабораторный практикум" },
        { value: "Общая физика: лабораторный практикум" },
        { value: "" },
        { value: "Ин.яз." },
        { value: "Базы данных" },
        { value: "АЛКТГ" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Аналитическая геометрия" },
        { value: "Информатика" },
        { value: "АЛКТГ" },
        { value: "Общая физика: механика" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Базы данных" },
        { value: "История" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "Физкультура" },
        { value: "Мат. Анализ" },
        { value: "Мат. Анализ" },
        { value: "Ин.яз." },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ]
    ]
  },{
    group: "Б05-009",
    arr: [
      [
        { value: "" },
        { value: "" },
        { value: "Информатика" },
        { value: "Информатика" },
        { value: "" },
        { value: "Физкультура" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Мат. Анализ" },
        { value: "Аналитическая геометрия" },
        { value: "Ин.яз." },
        { value: "" },
        { value: "" },
        { value: "Базы данных" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Аналитическая геометрия" },
        { value: "Информатика" },
        { value: "АЛКТГ" },
        { value: "Общая физика: механика" },
        { value: "АЛКТГ" },
        { value: "" }
      ],
      [
        { value: "Мат. Анализ" },
        { value: "Базы данных" },
        { value: "История" },
        { value: "" },
        { value: "" },
        { value: "Физкультура" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "Общая физика" },
        { value: "" },
        { value: "Ин.яз." },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ],
      [
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" },
        { value: "" }
      ]
    ]
  }
];
